"""
1. Двоеточие в конце строки с инструкцией if отделяет условие от блока кода, который будет выполнен, если условие истинно.

2. Это называется условное выполнение или условная инструкция.

3. Блоки кода формируются при помощи отступов (обычно используется 4 пробела или 1 табуляция).

4. Ключевое слово else используется для выполнения блока кода, если условие в инструкции if не истинно.

5. Оператор присвоения (=) используется для присваивания значения переменной, а условный оператор (if) используется
для проверки условий и выполнения определенного блока кода, в зависимости от результата проверки.

6. Не равно в языке Python обозначается символом !=.

7. Три транзитивных операции:
   - Равенство (==): проверяет, являются ли два значения равными.
   - Больше (> или >=): проверяет, является ли первое значение большим или равным второму значению.
   - Меньше (< или <=): проверяет, является ли первое значение меньшим или равным второму значению.
"""